<!DOCTYPE html>
<html lang="es">
<head>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title> - TotenBox</title>   
    <meta name="description" content="Alquiler de trasteros  en Vilanova i la Geltr&#xFA;. Disfruta tu trastero 3.0  al instante, sin llaves ni fianzas. Alquila desde tu ordenador o m&#xF3;vil." />
    <meta name="robots" content="index, follow">
    <link rel="apple-touch-icon" sizes="180x180" href="images/favs/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="images/favs/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="images/favs/favicon-16x16.png">

<link rel="mask-icon" href="images/favs/safari-pinned-tab.svg" color="#5bbad5">
<meta name="msapplication-TileColor" content="#da532c">
<meta name="theme-color" content="#ffffff">
    <link rel="stylesheet" href="lib/bootstrap/dist/css/bootstrap.min.css" />


    <link href="https://fonts.googleapis.com/css2?family=Public+Sans:wght@100;400;600;900&family=Teko:wght@700&display=swap" rel="stylesheet">
    <link href="css/style.css" rel="stylesheet" />
    <link href="css/responsive.css" rel="stylesheet" />
    <link rel="stylesheet" href="css/site.css" />
    
    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script async src="https://www.googletagmanager.com/gtag/js?id=UA-177615995-2"></script>
    <script>
        window.dataLayer = window.dataLayer || [];
        function gtag() { dataLayer.push(arguments); }
        gtag('js', new Date());

        gtag('config', 'UA-177615995-2');
    </script>

</head>
<body>
    
    <div id="cookieConsent" class="alert alert-info alert-dismissible fade show fixed-bottom" role="alert">
       
      Utilizamos cookies propias y de terceros para mejorar tu experiencia como usuario de esta web. Puedes ver nuestra <a href="cookies.html">política de cookies</a> y de <a href="privacitat.html">privacidad</a> para saber más.
        <button type="button" class="accept-policy close" data-dismiss="alert" aria-label="Close" data-cookie-string=".AspNet.Consent=yes; expires=Fri, 17 Feb 2023 22:32:07 GMT; path=/; secure; samesite=none">
            <span aria-hidden="true">Aceptar</span>
        </button>
    </div>
    <script>
        (function () {
            var button = document.querySelector("#cookieConsent button[data-cookie-string]");
            button.addEventListener("click", function (event) {
                document.cookie = button.dataset.cookieString;
            }, false);
        })();
    </script>

    <header class="main-header">

        <div class="container">

            <div class="row">
                <div class="col-lg-4 col-md-4 col-sm-4 col-12 logo-header"><a href="\.html"> <img class="logo" src="images/logo1.png" /></a></div>
                <div class="col-lg-8 col-md-8 col-sm-8 col-12">
                    <div class="row">
                        <div class="col-lg-6 header-text  d-none d-sm-block">
                            <h2><i class="fa fa-mobile-alt"></i><i class="fab fa-whatsapp"></i>665 155 155</h2>
                            <a href="mailto:info@totenbox.com">info@totenbox.com</a>
                        </div>
                        <div class="col-lg-6 header-button ">
                            <a href="lloguer.html" class="btn-style-lloga">alquila tu trastero</a>


                        </div>

                    </div>
                </div>
            </div>
        </div>
        <div class="container-fluid bg-menu">
            <div class="container">
                <div class="row">
                    <div class="col-12">
                        <nav class="navbar navbar-expand-xl navbar-light bg-menu p-0">

                            <button class="navbar-toggler ml-auto" type="button" data-toggle="collapse" data-target="#navbarNavAltMarkup" aria-controls="navbarNavAltMarkup" aria-expanded="false" aria-label="Toggle navigation">
                                <span class="navbar-toggler-icon"></span>
                            </button>
                            <div class="collapse navbar-collapse" id="navbarNavAltMarkup">
                                <div class="navbar-nav">
                                    <a class="nav-item nav-link pr-lg-4" href="lloguer.html">Alquilar trastero</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="serveis.html">Servicios</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="guia.html">Precios</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="centres.html">Centros</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="normativa.html">Normativa de uso</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="faqs.html">Faqs</a>
                                    <a class="nav-item nav-link  pr-lg-4" href="contacte.html">Contactar</a>
                                    <a class="nav-item nav-link" href="clients.html">Login</a>
                                    
    <div class="div-idiomas">
        <a href="cookies.html#" class="selec-cultura">ca</a> / <a href="cookies.html#" class="selec-cultura">es</a>
           
    </div>
                                </div>
                            </div>
                        </nav>
                    </div>

                </div>
            </div>
        </div>

        <!--Sticky Header-->
        <div class="sticky-header">
            <div class="container">
                <div class="clearfix">
                    <!--Logo-->
                    <div class="logo float-left">
                        <a href="index.html" class="img-responsive"><img src="images/logo-pe.png" alt="" title=""></a>
                    </div>

                    <!--Right Col-->
                    <div class="right-col float-right">
                        <!-- Main Menu -->
                        <nav class="main-menu navbar-expand-lg">
                            <div class="navbar-collapse collapse clearfix">
                                <ul class="navigation clearfix">
                                    <li class="current ">
                                        <a href="lloguer.html">Alquilar trastero</a>

                                    </li>
                                    <li class="">
                                        <a href="serveis.html">Servicios</a>

                                    </li>
                                    <li class="">
                                        <a href="guia.html">Guia de mides</a>

                                    </li>
                                    <li class="">
                                        <a href="centres.html">Centros</a>

                                    </li>
                                    <li class="">
                                        <a href="normativa.html">Normativa de uso</a>

                                    </li>
                                    <li class="">
                                        <a href="faqs.html">Faqs</a>

                                    </li>
                                    <li class="">
                                        <a href="contacte.html">Contactar</a>

                                    </li>
                                    <li class="">
                                        <a href="clients.html">Login</a>

                                    </li>

                                </ul>
                            </div>
                        </nav><!-- Main Menu End-->
                    </div>
                </div>


            </div>
        </div>
        <!--End Sticky Header-->

    </header>
    <div class="container-fluid2">

        
<section>
    <div class="tot">
        <div class="container">
            <div class="row">
                <div class="col-lg-7 col-md-8">
                    <h1>Política de cookies</h1>


                </div>
                <div class="col-lg-5 col-md-4 divprop mr-auto d-none d-sm-block">
                    <figure class="image flot-bob-y">
                        <img src="images/robot450.png" class="img-fluid prop" />
                    </figure>


                </div>
            </div>
        </div>
    </div>
</section>
<section class="normativa">
    <div class="container">
        <div class="row">
            <div class="col-md-12 pb-5">
                <p>&nbsp;</p>
                <p><strong>Pol&iacute;tica de cookies</strong></p>
                <p>Totenbox, S.L. informa acerca del uso de las cookies en su p&aacute;gina web: totenbox.com</p>
                <p>&nbsp;</p>
                <p><strong>&iquest;Qu&eacute; son las cookies?</strong></p>
                <p>Las cookies son archivos que se pueden descargar en su equipo a trav&eacute;s de las p&aacute;ginas web. Son herramientas que tienen un papel esencial para la prestaci&oacute;n de numerosos servicios de la sociedad de la informaci&oacute;n. Entre otros, permiten a una p&aacute;gina web almacenar y recuperar informaci&oacute;n sobre los h&aacute;bitos de navegaci&oacute;n de un usuario o de su equipo y, dependiendo de la informaci&oacute;n obtenida, se pueden utilizar para reconocer al usuario y mejorar el servicio ofrecido.</p>
                <p>&nbsp;</p>
                <p><strong>Tipos de cookies</strong></p>
                <p>Seg&uacute;n quien sea la entidad que gestione el dominio desde donde se env&iacute;an las cookies y trate los datos que se obtengan se pueden distinguir dos tipos:</p>
                <ul>
                    <li>Cookies propias: aqu&eacute;llas que se env&iacute;an al equipo terminal del usuario desde un equipo o dominio gestionado por el propio editor y desde el que se presta el servicio solicitado por el usuario.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de terceros: aqu&eacute;llas que se env&iacute;an al equipo terminal del usuario desde un equipo o dominio que no es gestionado por el editor, sino por otra entidad que trata los datos obtenidos trav&eacute;s de las cookies.</li>
                </ul>
                <p>&nbsp;</p>
                <p>En el caso de que las cookies sean instaladas desde un equipo o dominio gestionado por el propio editor pero la informaci&oacute;n que se recoja mediante &eacute;stas sea gestionada por un tercero, no pueden ser consideradas como cookies propias.</p>
                <p>&nbsp;</p>
                <p>Existe tambi&eacute;n una segunda clasificaci&oacute;n seg&uacute;n el plazo de tiempo que permanecen almacenadas en el navegador del cliente, pudiendo tratarse de:</p>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de sesi&oacute;n: dise&ntilde;adas para recabar y almacenar datos mientras el usuario accede a una p&aacute;gina web. Se suelen emplear para almacenar informaci&oacute;n que solo interesa conservar para la prestaci&oacute;n del servicio solicitado por el usuario en una sola ocasi&oacute;n (p.e. una lista de productos adquiridos).</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies persistentes: los datos siguen almacenados en el terminal y pueden ser accedidos y tratados durante un periodo definido por el responsable de la cookie, y que puede ir de unos minutos a varios a&ntilde;os.</li>
                </ul>
                <p>&nbsp;</p>
                <p>Por &uacute;ltimo, existe otra clasificaci&oacute;n con cinco tipos de cookies seg&uacute;n la finalidad para la que se traten los datos obtenidos:</p>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies t&eacute;cnicas: aquellas que permiten al usuario la navegaci&oacute;n a trav&eacute;s de una p&aacute;gina web, plataforma o aplicaci&oacute;n y la utilizaci&oacute;n de las diferentes opciones o servicios que en ella existan como, por ejemplo, controlar el tr&aacute;fico y la comunicaci&oacute;n de datos, identificar la sesi&oacute;n, acceder a partes de acceso restringido, recordar los elementos que integran un pedido, realizar el proceso de compra de un pedido, realizar la solicitud de inscripci&oacute;n o participaci&oacute;n en un evento, utilizar elementos de seguridad durante la navegaci&oacute;n, almacenar contenidos para la difusi&oacute;n de v&iacute;deos o sonido o compartir contenidos a trav&eacute;s de redes sociales.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de personalizaci&oacute;n: permiten al usuario acceder al servicio con algunas caracter&iacute;sticas de car&aacute;cter general predefinidas en funci&oacute;n de una serie de criterios en el terminal del usuario como por ejemplo serian el idioma, el tipo de navegador a trav&eacute;s del cual accede al servicio, la configuraci&oacute;n regional desde donde accede al servicio, etc.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de an&aacute;lisis: permiten al responsable de las mismas, el seguimiento y an&aacute;lisis del comportamiento de los usuarios de los sitios web a los que est&aacute;n vinculadas. La informaci&oacute;n recogida mediante este tipo de cookies se utiliza en la medici&oacute;n de la actividad de los sitios web, aplicaci&oacute;n o plataforma y para la elaboraci&oacute;n de perfiles de navegaci&oacute;n de los usuarios de dichos sitios, aplicaciones y plataformas, con el fin de introducir mejoras en funci&oacute;n del an&aacute;lisis de los datos de uso que hacen los usuarios del servicio.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies publicitarias: permiten la gesti&oacute;n, de la forma m&aacute;s eficaz posible, de los espacios publicitarios.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de publicidad comportamental: almacenan informaci&oacute;n del comportamiento de los usuarios obtenida a trav&eacute;s de la observaci&oacute;n continuada de sus h&aacute;bitos de navegaci&oacute;n, lo que permite desarrollar un perfil espec&iacute;fico para mostrar publicidad en funci&oacute;n del mismo.</li>
                </ul>
                <p>&nbsp;</p>
                <ul>
                    <li>Cookies de redes sociales externas: se utilizan para que los visitantes puedan interactuar con el contenido de diferentes plataformas sociales (facebook, youtube, twitter, linkedIn, etc..) y que se generen &uacute;nicamente para los usuarios de dichas redes sociales. Las condiciones de utilizaci&oacute;n de estas cookies y la informaci&oacute;n recopilada se regula por la pol&iacute;tica de privacidad de la plataforma social correspondiente.</li>
                </ul>
                <p>&nbsp;</p>
                <p><strong>Desactivaci&oacute;n y eliminaci&oacute;n de cookies</strong></p>
                <p>&nbsp;</p>
                <p>Tienes la opci&oacute;n de permitir, bloquear o eliminar las cookies instaladas en tu equipo mediante la configuraci&oacute;n de las opciones del navegador instalado en su equipo. Al desactivar cookies, algunos de los servicios disponibles podr&iacute;an dejar de estar operativos. La forma de deshabilitar las cookies es diferente para cada navegador, pero normalmente puede hacerse desde el men&uacute; Herramientas u Opciones. Tambi&eacute;n puede consultarse el men&uacute; de Ayuda del navegador d&oacute;nde puedes encontrar instrucciones. El usuario podr&aacute; en cualquier momento elegir qu&eacute; cookies quiere que funcionen en este sitio web.</p>
                <p>&nbsp;</p>
                <p>Puede usted permitir, bloquear o eliminar las cookies instaladas en su equipo mediante la configuraci&oacute;n de las opciones del navegador instalado en su ordenador:</p>
                <p>&nbsp;</p>
                <ul>
                    <li>Microsoft Internet Explorer o Microsoft Edge: http://windows.microsoft.com/es-es/windows-vista/Block-or-allow-cookies</li>
                    <li>Mozilla Firefox: http://support.mozilla.org/es/kb/impedir-que-los-sitios-web-guarden-sus-preferencia</li>
                    <li>Chrome: https://support.google.com/accounts/answer/61416?hl=es</li>
                    <li>Safari: http://safari.helpmax.net/es/privacidad-y-seguridad/como-gestionar-las-cookies/</li>
                    <li>Opera: http://help.opera.com/Linux/10.60/es-ES/cookies.html</li>
                </ul>
                <p>&nbsp;</p>
                <p>Adem&aacute;s, tambi&eacute;n puede gestionar el almac&eacute;n de cookies en su navegador a trav&eacute;s de herramientas como las siguientes</p>
                <ul>
                    <li>Ghostery: www.ghostery.com/</li>
                    <li>Your online choices: www.youronlinechoices.com/es/</li>
                </ul>
                <p>&nbsp;</p>
                <p><strong>Cookies utilizadas en totenbox.com</strong></p>
                <p>A continuaci&oacute;n se identifican las cookies que est&aacute;n siendo utilizadas en este portal as&iacute; como su tipolog&iacute;a y funci&oacute;n:</p>
                <p>&nbsp;</p>
                <p><strong>Aceptaci&oacute;n de la Pol&iacute;tica de cookies</strong></p>
                <p>totenbox.com asume que usted acepta el uso de cookies. No obstante, muestra informaci&oacute;n sobre su Pol&iacute;tica de cookies en la parte inferior o superior de cualquier p&aacute;gina del portal con cada inicio de sesi&oacute;n con el objeto de que usted sea consciente.</p>
                <p>&nbsp;</p>
                <p>Ante esta informaci&oacute;n es posible llevar a cabo las siguientes acciones:</p>
                <p>&nbsp;</p>
                <ul>
                    <li>Aceptar cookies. No se volver&aacute; a visualizar este aviso al acceder a cualquier p&aacute;gina del portal durante la presente sesi&oacute;n.</li>
                    <li>Cerrar. Se oculta el aviso en la presente p&aacute;gina.</li>
                    <li>Modificar su configuraci&oacute;n. Podr&aacute; obtener m&aacute;s informaci&oacute;n sobre qu&eacute; son las cookies, conocer la Pol&iacute;tica de cookies de totenbox.com y modificar la configuraci&oacute;n de su navegador.</li>
                </ul>
            </div>
        </div>
    </div>
</section>

    </div>
    <footer class="footer-tot">
        <div class="container">
            <div class="row">
                <div class="col-lg-5 col-md-5 pt-5">
                    <img src="images/logofooter.png" class="img-fluid" />
                    <br />TotEnBox
                    <br />C/ Joan LLaverias, 33
                    <br />08800 Vilanova i la Geltrú
                    <br />(Barcelona)

                </div>
                <div class="col-lg-7 col-md-7 pt-5">
                    <div class="row">
                        <div class="col-lg-6">
                            <h2><i class="fa fa-mobile-alt"></i><i class="fab fa-whatsapp"></i>665 155 155</h2>

                            <a href="mailto:info@totenbox.com">info@totenbox.com</a>
                        </div>
                        <div class="col-lg-6">
                            <a href="lloguer.html" class="btn-style-lloga">
                                alquila tu trastero
                            </a>
                            <br />

                        </div>

                    </div>

                </div>

            </div>
            <div class="row">
                <div class="col-lg-8">

                    <i class="fab fa-facebook-f"></i><i class="fab fa-whatsapp"></i>
                    <br /> <a href="avislegal.html">
                        Aviso legal
                    </a>
                    <br /> <a href="Privacitat.html">
                        Pol&#xED;tica de privacidad
                    </a>
                    <br /> <a href="Cookies.html">Pol&#xED;tica de cookies</a>
                    <br /><br /> <a href="https://keemetrix.com" target="_blank"><img src="images/powerkeemetrix.png" /></a>
                </div>
                <div class="col-lg-4 mt-auto">

                    <div class="d-flex flex-row ">


                        <img src="images/robot-footer.png" class="robot-footer" />
                    </div>


                </div>

            </div>
        </div>
    </footer>



    <script src="lib/jquery/dist/jquery.min.js"></script>
    <script src="lib/bootstrap/dist/js/bootstrap.bundle.min.js"></script>
    <script src="js/wow.js"></script>
    <script src="js/aos.js"></script>
    <script src="js/script.js"></script>
    


    <script>

        $(".selec-cultura").click(function (e) {
            e.preventDefault();
            var segments = location.pathname.split('/');
            var culture = $(this).html();
            if (segments.length > 2) {
                segments[1] = culture;
                location.href = segments.join('/');
            } else {
                location.href = '/' + culture + location.pathname;
            }


        })

    </script>
</body>
</html>
