<!DOCTYPE html>
<html lang="es">
  <head>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Pol&#xED;tica de privacidad - TotenBox</title>
    <meta
      name="description"
      content="Alquiler de trasteros  en Vilanova i la Geltr&#xFA;. Disfruta tu trastero 3.0  al instante, sin llaves ni fianzas. Alquila desde tu ordenador o m&#xF3;vil."
    />
    <meta name="robots" content="index, follow" />
    <link
      rel="apple-touch-icon"
      sizes="180x180"
      href="images/favs/apple-touch-icon.png"
    />
    <link
      rel="icon"
      type="image/png"
      sizes="32x32"
      href="images/favs/favicon-32x32.png"
    />
    <link
      rel="icon"
      type="image/png"
      sizes="16x16"
      href="images/favs/favicon-16x16.png"
    />

    <link
      rel="mask-icon"
      href="images/favs/safari-pinned-tab.svg"
      color="#5bbad5"
    />
    <meta name="msapplication-TileColor" content="#da532c" />
    <meta name="theme-color" content="#ffffff" />
    <link rel="stylesheet" href="lib/bootstrap/dist/css/bootstrap.min.css" />

    <link
      href="https://fonts.googleapis.com/css2?family=Public+Sans:wght@100;400;600;900&family=Teko:wght@700&display=swap"
      rel="stylesheet"
    />
    <link href="css/style.css" rel="stylesheet" />
    <link href="css/responsive.css" rel="stylesheet" />
    <link rel="stylesheet" href="css/site.css" />

    <!-- Global site tag (gtag.js) - Google Analytics -->
    <script
      async
      src="https://www.googletagmanager.com/gtag/js?id=UA-177615995-2"
    ></script>
    <script>
      window.dataLayer = window.dataLayer || [];
      function gtag() {
        dataLayer.push(arguments);
      }
      gtag("js", new Date());

      gtag("config", "UA-177615995-2");
    </script>
  </head>
  <body>
    <div
      id="cookieConsent"
      class="alert alert-info alert-dismissible fade show fixed-bottom"
      role="alert"
    >
      Utilizamos cookies propias y de terceros para mejorar tu experiencia como
      usuario de esta web. Puedes ver nuestra
      <a href="cookies.html">política de cookies</a> y de
      <a href="privacitat.html">privacidad</a> para saber más.
      <button
        type="button"
        class="accept-policy close"
        data-dismiss="alert"
        aria-label="Close"
        data-cookie-string=".AspNet.Consent=yes; expires=Fri, 17 Feb 2023 22:32:12 GMT; path=/; secure; samesite=none"
      >
        <span aria-hidden="true">Aceptar</span>
      </button>
    </div>
    <script>
      (function () {
        var button = document.querySelector(
          "#cookieConsent button[data-cookie-string]"
        );
        button.addEventListener(
          "click",
          function (event) {
            document.cookie = button.dataset.cookieString;
          },
          false
        );
      })();
    </script>

    <header class="main-header">
      <div class="container">
        <div class="row">
          <div class="col-lg-4 col-md-4 col-sm-4 col-12 logo-header">
            <a href="\.html"> <img class="logo" src="images/logo1.png" /></a>
          </div>
          <div class="col-lg-8 col-md-8 col-sm-8 col-12">
            <div class="row">
              <div class="col-lg-6 header-text d-none d-sm-block">
                <h2>
                  <i class="fa fa-mobile-alt"></i
                  ><i class="fab fa-whatsapp"></i>665 155 155
                </h2>
                <a href="mailto:info@totenbox.com">info@totenbox.com</a>
              </div>
              <div class="col-lg-6 header-button">
                <a href="lloguer.html" class="btn-style-lloga"
                  >alquila tu trastero</a
                >
              </div>
            </div>
          </div>
        </div>
      </div>
      <div class="container-fluid bg-menu">
        <div class="container">
          <div class="row">
            <div class="col-12">
              <nav class="navbar navbar-expand-xl navbar-light bg-menu p-0">
                <button
                  class="navbar-toggler ml-auto"
                  type="button"
                  data-toggle="collapse"
                  data-target="#navbarNavAltMarkup"
                  aria-controls="navbarNavAltMarkup"
                  aria-expanded="false"
                  aria-label="Toggle navigation"
                >
                  <span class="navbar-toggler-icon"></span>
                </button>
                <div class="collapse navbar-collapse" id="navbarNavAltMarkup">
                  <div class="navbar-nav">
                    <a class="nav-item nav-link pr-lg-4" href="lloguer.html"
                      >Alquilar trastero</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="serveis.html"
                      >Servicios</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="guia.html"
                      >Precios</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="centres.html"
                      >Centros</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="normativa.html"
                      >Normativa de uso</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="faqs.html"
                      >Faqs</a
                    >
                    <a class="nav-item nav-link pr-lg-4" href="contacte.html"
                      >Contactar</a
                    >
                    <a class="nav-item nav-link" href="clients.html">Login</a>

                    <div class="div-idiomas">
                      <a href="Privacitat.html#" class="selec-cultura">ca</a> /
                      <a href="Privacitat.html#" class="selec-cultura">es</a>
                    </div>
                  </div>
                </div>
              </nav>
            </div>
          </div>
        </div>
      </div>

      <!--Sticky Header-->
      <div class="sticky-header">
        <div class="container">
          <div class="clearfix">
            <!--Logo-->
            <div class="logo float-left">
              <a href="index.html" class="img-responsive"
                ><img src="images/logo-pe.png" alt="" title=""
              /></a>
            </div>

            <!--Right Col-->
            <div class="right-col float-right">
              <!-- Main Menu -->
              <nav class="main-menu navbar-expand-lg">
                <div class="navbar-collapse collapse clearfix">
                  <ul class="navigation clearfix">
                    <li class="current">
                      <a href="lloguer.html">Alquilar trastero</a>
                    </li>
                    <li class="">
                      <a href="serveis.html">Servicios</a>
                    </li>
                    <li class="">
                      <a href="guia.html">Guia de mides</a>
                    </li>
                    <li class="">
                      <a href="centres.html">Centros</a>
                    </li>
                    <li class="">
                      <a href="normativa.html">Normativa de uso</a>
                    </li>
                    <li class="">
                      <a href="faqs.html">Faqs</a>
                    </li>
                    <li class="">
                      <a href="contacte.html">Contactar</a>
                    </li>
                    <li class="">
                      <a href="clients.html">Login</a>
                    </li>
                  </ul>
                </div>
              </nav>
              <!-- Main Menu End-->
            </div>
          </div>
        </div>
      </div>
      <!--End Sticky Header-->
    </header>
    <div class="container-fluid2">
      <section>
        <div class="tot">
          <div class="container">
            <div class="row">
              <div class="col-lg-7 col-md-8">
                <h1>POLÍTICA DE PRIVACIDAD</h1>
              </div>
              <div class="col-lg-5 col-md-4 divprop mr-auto d-none d-sm-block">
                <figure class="image flot-bob-y">
                  <img src="images/robot450.png" class="img-fluid prop" />
                </figure>
              </div>
            </div>
          </div>
        </div>
      </section>
      <section class="normativa">
        <div class="container">
          <div class="row">
            <div class="col-md-12 pb-5">
              <p>
                En cumplimiento del Reglamento (UE) 2016/679, del Parlamento
                Europeo y del Consejo, de 27 de abril de 2016 (en adelante
                RGPD), Totenbox, S.L. y totenbox.com. (en adelante TOTENBOX)
                pone de manifiesto la presente Pol&iacute;tica de Privacidad
                respecto del tratamiento y protecci&oacute;n de datos
                personales.
              </p>
              <p><strong>Datos del responsable del tratamiento</strong></p>
              <p>
                <br />Denominaci&oacute;n Social: TOTENBOX, S.L.<br />Domicilio
                Social: C/ Joan Llaver&iacute;as, 33 &ndash; Vilanova i la
                Geltr&uacute; (08800) - Barcelona<br />CIF: B67552653<br />Tel&eacute;fono:
                665 155 155<br />e-Mail: info@totenbox.com<br />Nombre de
                dominio: totenbox.com
              </p>
              <p>
                <br />Real Decreto Legislativo 1/2007, de 16 de noviembre, por
                el que se aprueba el texto refundido de la Ley General para la
                Defensa de los Consumidores y Usuarios y otras leyes
                complementarias.<br />Ley 34/2002, de 11 de julio, de servicios
                de la sociedad de la informaci&oacute;n y de comercio
                electr&oacute;nico.
              </p>
              <p><br /><strong>&Aacute;mbito de aplicaci&oacute;n</strong></p>
              <p>
                La presente Pol&iacute;tica de Privacidad resultar&aacute; de
                aplicaci&oacute;n:
              </p>
              <p>
                A aquellas personas que visiten la p&aacute;gina web de
                TOTENBOX, totenbox.com
              </p>
              <p>
                A aquellos que voluntariamente se comuniquen con TOTENBOX a
                trav&eacute;s de correo electr&oacute;nico, chat o que
                cumplimenten cualquiera de los formularios de recogida de datos
                publicados en la p&aacute;gina web de TOTENBOX.
              </p>
              <p>
                A aquellos que soliciten informaci&oacute;n sobre los productos
                y servicios de TOTENBOX o que soliciten participar en alguna de
                las acciones comerciales de TOTENBOX.
              </p>
              <p>
                A quienes formalicen una relaci&oacute;n contractual con
                TOTENBOX mediante la contrataci&oacute;n de sus productos y
                servicios.
              </p>
              <p>
                A quienes utilicen cualquier otro servicio presente en el sitio
                web que implique la comunicaci&oacute;n de datos a TOTENBOX o el
                acceso a datos por TOTENBOX para la prestaci&oacute;n de sus
                servicios.
              </p>
              <p>
                A cualesquiera otros que, directa o indirectamente, hayan dado
                su consentimiento expreso para que sus datos sean tratados por
                parte de TOTENBOX para cualquiera de las finalidades recogidas
                en la presente Pol&iacute;tica.
              </p>
              <p>
                La utilizaci&oacute;n de los productos y servicios de TOTENBOX
                requiere la aceptaci&oacute;n expresa de esta Pol&iacute;tica de
                Privacidad.
              </p>
              <p>
                TOTENBOX advierte que, salvo la existencia de una
                representaci&oacute;n legalmente constituida, ning&uacute;n
                usuario y/o cliente puede utilizar la identidad de otra persona
                y comunicar sus datos personales, por lo que los datos que
                facilite a TOTENBOX deben ser datos personales, correspondientes
                a su propia identidad, adecuados, pertinentes, actuales, exactos
                y verdaderos. En este sentido, el usuario y/o cliente
                ser&aacute; el &uacute;nico responsable frente a cualquier
                da&ntilde;o directo o indirecto que cause a terceros o a
                TOTENBOX por el uso de datos de otra persona o de sus propios
                datos cuando sean falsos, err&oacute;neos, no actuales,
                inadecuados o no pertinentes. Igualmente, el usuario y/o cliente
                que comunique los datos personales de un tercero ser&aacute;
                responsable de haber recabado la autorizaci&oacute;n
                correspondiente del propio interesado, as&iacute; como de sus
                consecuencias en caso contrario.
              </p>
              <p>
                Del mismo modo, el usuario y/o cliente que comunique datos
                personales a TOTENBOX declara ser mayor de edad, de conformidad
                con lo dispuesto en la legislaci&oacute;n espa&ntilde;ola,
                absteni&eacute;ndose en caso contrario de facilitar datos a
                TOTENBOX. Cualquier dato facilitado sobre un menor de edad
                requerir&aacute; del consentimiento o autorizaci&oacute;n previa
                de sus padres, tutores o representantes legales, los cuales
                ser&aacute;n considerados responsables de los datos facilitados
                por los menores a su cargo.
              </p>
              <p>
                Esta Pol&iacute;tica ser&aacute; de aplicaci&oacute;n
                subsidiaria respecto de aquellas otras condiciones que sobre
                protecci&oacute;n de datos personales se establezcan con
                car&aacute;cter especial y sean comunicadas, sin car&aacute;cter
                limitativo, a trav&eacute;s de los formularios de registro,
                contratos y/o condiciones de los servicios particulares, siendo
                por tanto esta Pol&iacute;tica de Privacidad complementaria de
                las mencionadas en aquello no previsto expresamente en las
                mismas.
              </p>
              <p>
                <strong
                  >Finalidades de la recogida y tratamiento de datos
                  personales</strong
                >
              </p>
              <p>
                TOTENBOX, en su condici&oacute;n de responsable del tratamiento,
                informa a los usuarios de la existencia de varios tratamientos y
                ficheros en los que se recogen y almacenan los datos personales
                comunicados a TOTENBOX.
              </p>
              <p>
                Las finalidades de dicha recogida y tratamiento de datos
                personales son las siguientes:
              </p>
              <p>
                En relaci&oacute;n a las &ldquo;cookies&rdquo; que TOTENBOX
                utiliza en la navegaci&oacute;n a trav&eacute;s de su
                p&aacute;gina web (totenbox.com), se almacenan en el equipo
                terminal del usuario (ordenador o dispositivo m&oacute;vil) y
                recopilan informaci&oacute;n al visitar dichas p&aacute;ginas
                web, con la finalidad de mejorar la usabilidad de las mismas,
                conocer los h&aacute;bitos o necesidades de navegaci&oacute;n de
                los usuarios para poder adaptarse a los ellos, as&iacute; como
                obtener informaci&oacute;n con fines estad&iacute;sticos. En el
                caso de aquellos usuarios que ya sean clientes de TOTENBOX, la
                informaci&oacute;n recabada con las cookies servir&aacute;
                tambi&eacute;n para su identificaci&oacute;n al acceder a las
                distintas herramientas que TOTENBOX pone a su disposici&oacute;n
                para la gesti&oacute;n de los servicios. En cualquier caso, los
                usuarios pueden configurar su navegador, de manera que se
                deshabilite o bloquee la recepci&oacute;n de todas o algunas de
                las cookies. El hecho de no desear recibir estas cookies, no
                constituye un impedimento para poder acceder a la
                informaci&oacute;n de los sitios web de TOTENBOX, aunque el uso
                de algunos servicios podr&aacute; ser limitado. Si una vez
                otorgado el consentimiento para la recepci&oacute;n de cookies,
                se desease retirar &eacute;ste, se deber&aacute;n eliminar
                aquellas almacenadas en el equipo del usuario, a trav&eacute;s
                de las opciones de los diferentes navegadores. Toda la
                informaci&oacute;n sobre las cookies utilizadas por TOTENBOX, se
                encuentra publicada en su Pol&iacute;tica de Cookies, disponible
                para su consulta en https://totenbox.com/cookies
              </p>
              <p>
                <br />En el caso del env&iacute;o de un correo
                electr&oacute;nico a TOTENBOX o de una comunicaci&oacute;n de
                datos personales a trav&eacute;s de cualquier otro medio, como
                puede ser un formulario de contacto, la finalidad de la recogida
                y tratamiento de dichos datos por parte de TOTENBOX es la
                atenci&oacute;n de las consultas y solicitudes de
                informaci&oacute;n que se planteen sobre los productos y
                servicios de TOTENBOX.
              </p>
              <p>
                <br />En el caso de formularios de TOTENBOX que los interesados
                cumplimenten para participar en alguna de las acciones
                comerciales de TOTENBOX, la finalidad ser&aacute; la de
                posibilitar dicha participaci&oacute;n, as&iacute; como el
                env&iacute;o de comunicaciones comerciales y publicitarias sobre
                los servicios de TOTENBOX, salvo que el interesado manifieste
                expresamente su oposici&oacute;n en el mismo momento de la
                recogida de sus datos. No obstante, lo anterior, el interesado
                podr&aacute; modificar su decisi&oacute;n en cualquier momento,
                tantas veces como lo desee, a trav&eacute;s de los medios
                facilitados por TOTENBOX para tal fin.
              </p>
              <p>
                <br />En la contrataci&oacute;n de los servicios ofrecidos por
                TOTENBOX, se recoger&aacute;n &uacute;nicamente aquellos datos
                personales que fueran necesarios para establecer la
                relaci&oacute;n contractual y posibilitar la prestaci&oacute;n
                de los servicios y remuneraci&oacute;n de los mismos por parte
                de los clientes, siendo dichos datos recogidos y tratados con
                las siguientes finalidades:
              </p>
              <p>
                La finalidad principal consistir&aacute; en el mantenimiento de
                la relaci&oacute;n contractual que se establezca con el cliente,
                de conformidad con la naturaleza y caracter&iacute;sticas de los
                servicios o productos contratados, contactando TOTENBOX con el
                cliente a trav&eacute;s de la direcci&oacute;n de e-mail,
                tel&eacute;fono u otros medios indicados por este &uacute;ltimo.
                Conforme al Art. 6, apartado 1, p&aacute;rrafo 1, letra a del
                RGPD, de haber obtenido previamente su consentimiento expreso a
                la inscripci&oacute;n a nuestro bolet&iacute;n, utilizaremos los
                datos necesarios para ello para el env&iacute;o de
                comunicaciones comerciales de acuerdo a dicho consentimiento .
                Usted puede darse de baja del bolet&iacute;n en cualquier
                momento, enviando un mensaje a nuestra direcci&oacute;n de
                contacto aqu&iacute; descrita o haciendo click en el link
                previsto para ello en el e-mail con dicha comunicaci&oacute;n
                comercial. Tras darse de baja bloqueamos su direcci&oacute;n de
                correo electr&oacute;nico para este uso, siempre que usted no
                haya dado su consentimiento expreso de que los datos sigan
                siendo usados, o nos reservemos el derecho de continuar usando
                sus datos en casos permitidos por la ley y sobre los que les
                informamos en este documento.. Independientemente de si el
                cliente hubiera elegido recibir o no informaci&oacute;n
                comercial de TOTENBOX, el cliente podr&aacute; modificar su
                decisi&oacute;n en cualquier momento, tantas veces como lo
                desee, a trav&eacute;s del apartado espec&iacute;fico disponible
                para ello en su &Aacute;rea de Cliente o el correo
                electr&oacute;nico info@totenbox.com
              </p>
              <p>
                Para el mantenimiento de registros hist&oacute;ricos de las
                relaciones comerciales durante los plazos legalmente
                establecidos.
              </p>
              <p>
                En aquellos casos en que TOTENBOX deba acceder y/o tratar datos
                personales respecto de los cuales el cliente tuviera la
                condici&oacute;n de responsable o encargado del tratamiento,
                TOTENBOX tratar&aacute; dichos datos en calidad de encargado del
                tratamiento conforme a lo previsto en el art&iacute;culo 28 del
                RGPD y de acuerdo a lo indicado en el apartado denominado
                &ldquo;TOTENBOX como encargado del tratamiento&rdquo;, incluido
                en esta Pol&iacute;tica de Privacidad.
              </p>
              <p>
                En cumplimiento de lo dispuesto en la Ley 25/2007, de 18 de
                octubre, de conservaci&oacute;n de datos relativos a las
                comunicaciones electr&oacute;nicas y a las redes p&uacute;blicas
                de comunicaciones, TOTENBOX informa al usuario que se
                proceder&aacute; a retener y conservar determinados datos de
                tr&aacute;fico generados durante el desarrollo de las
                comunicaciones, as&iacute; como en su caso, a comunicar dichos
                datos a los &oacute;rganos competentes siempre que concurran las
                circunstancias legales previstas en dicha Ley.<br />Para todas
                aquellas otras finalidades, que de forma expresa aparezcan
                recogidas en las Condiciones Espec&iacute;ficas que sean de
                aplicaci&oacute;n al producto o servicio correspondiente
                contratado por el cliente y aceptadas expresamente por
                &eacute;ste.
              </p>
              <p>
                <br /><strong
                  >Plazo de conservaci&oacute;n de los datos personales</strong
                >
              </p>
              <p>
                TOTENBOX conservar&aacute; los datos personales durante el
                tiempo estrictamente necesario para el cumplimiento de las
                finalidades anteriormente detalladas. TOTENBOX podr&aacute;
                mantener debidamente bloqueados dichos datos durante el
                per&iacute;odo en el que se pudieran derivar responsabilidades
                de su relaci&oacute;n con el cliente.
              </p>
              <p>
                En el caso de los datos objeto de conservaci&oacute;n con motivo
                de a la Ley 25/2007, de 18 de octubre, de conservaci&oacute;n de
                datos relativos a las comunicaciones electr&oacute;nicas y a las
                redes p&uacute;blicas de comunicaciones, el per&iacute;odo de
                conservaci&oacute;n de los mismos ser&aacute; el detallado en
                dicha normativa.
              </p>
              <p><strong>Destinatarios de los datos personales</strong></p>
              <p>
                Los destinatarios de los datos personales recogidos por TOTENBOX
                ser&aacute;n los siguientes:
              </p>
              <p>
                Los propios empleados de TOTENBOX en el cumplimiento de sus
                funciones.
              </p>
              <p>
                Los proveedores de TOTENBOX que intervengan en la
                prestaci&oacute;n de los servicios, en el caso de que ello fuera
                necesario para la prestaci&oacute;n de los mismos.<br />Terceros
                que ayudan a las estad&iacute;sticas y recogida de datos:
                (Google Analytics y AdSense)
              </p>
              <p>
                Los &oacute;rganos judiciales o administrativos, as&iacute; como
                las Fuerzas y Cuerpos de Seguridad del Estado, en el caso que
                TOTENBOX fuera requerido conforme a la legislaci&oacute;n
                vigente para proporcionar informaci&oacute;n relacionada con sus
                clientes y sus servicios.
              </p>
              <p>
                Cualesquiera otros que debido a la naturaleza del servicio deban
                acceder a los datos facilitados con el mismo, tal y como se
                detalla en las Condiciones Espec&iacute;ficas que sean de
                aplicaci&oacute;n al producto o servicio correspondiente
                contratado por el cliente y aceptadas expresamente por
                &eacute;ste.
              </p>
              <p>
                <strong
                  >Derechos de los usuarios y ejercicio de los mismos</strong
                >
              </p>
              <p>
                Los usuarios podr&aacute;n ejercitar en cualquier momento los
                siguientes derechos reconocidos por el RGPD:<br />Derecho de
                acceso: Los usuarios tienen derecho a obtener de TOTENBOX
                informaci&oacute;n acerca de si se est&aacute;n tratando datos
                personales que le conciernan, a acceder a los mismos y a obtener
                informaci&oacute;n sobre el tratamiento realizado.
              </p>
              <p>Derecho a obtener una copia de sus datos personales.</p>
              <p>Derecho de rectificaci&oacute;n.</p>
              <p>
                Los usuarios tienen derecho a que TOTENBOX rectifique sus datos
                personales en el caso de que fueran inexactos o incompletos.
              </p>
              <p>Derecho de supresi&oacute;n.</p>
              <p>
                Los usuarios tienen derecho a que se proceda a la
                supresi&oacute;n de los datos cuando &eacute;stos ya no resulten
                necesarios para la finalidad para la que fueron proporcionados o
                cuando concurran el resto de circunstancias legalmente
                previstas.
              </p>
              <p>Derecho de limitaci&oacute;n del tratamiento.</p>
              <p>
                Los usuarios tienen derecho a solicitar una limitaci&oacute;n en
                el tratamiento de sus datos personales, de forma que no se
                apliquen a los mismos las operaciones de tratamiento que deban
                corresponder en cada caso, en aquellos supuestos previstos en el
                art. 18 del RGPD.
              </p>
              <p>Derecho a la portabilidad.</p>
              <p>
                Los usuarios tienen derecho a recibir los datos personales que
                le incumban en un formato estructurado, siempre y cuando dichos
                datos incumban exclusivamente al usuario y hayan sido
                facilitados por &eacute;ste.
              </p>
              <p>
                Los usuarios podr&aacute;n ejercitar dichos derechos de las
                siguientes formas:
              </p>
              <p>
                Si son clientes registrados en la web de TOTENBOX, los usuarios
                podr&aacute;n comprobar en cada momento sus datos personales a
                trav&eacute;s de la herramienta &ldquo;&Aacute;rea de
                Cliente&rdquo;, a la que se accede autenticado desde
                totenbox.com/clients
              </p>
              <p>
                Tanto si son clientes de TOTENBOX como si no lo son, los
                usuarios podr&aacute;n ejercer sus derechos con el env&iacute;o
                de una comunicaci&oacute;n por e-mail a la direcci&oacute;n
                info@totenbox.com o mediante el env&iacute;o de una
                petici&oacute;n acompa&ntilde;ada de su D.N.I. o documento
                v&aacute;lido en derecho que acredite su identidad, dirigida a
                TOTENBOX, S.L, a la atenci&oacute;n del Departamento de
                Atenci&oacute;n al Cliente, especificando el derecho que desean
                ejercer.
              </p>
              <p>
                En los casos de solicitudes manifiestamente infundadas o
                excesivas por su car&aacute;cter repetitivo, TOTENBOX se reserva
                el derecho de cobrar un canon por los costes administrativos que
                se deriven o el derecho de negarse a actuar respecto de las
                mismas, conforme a lo establecido en el art. 12.5 RGPD.
              </p>
              <p><strong>Autoridad de control</strong></p>
              <p>
                <br />Los usuarios y/o clientes podr&aacute;n dirigirse a la
                autoridad de control local que corresponda si considera que el
                tratamiento realizado respecto de sus datos personales no ha
                sido realizado conforme a la legislaci&oacute;n vigente.
              </p>
              <p>
                La autoridad de control de protecci&oacute;n de datos en
                Espa&ntilde;a es la Agencia Espa&ntilde;ola de Protecci&oacute;n
                de Datos, cuyos datos de contacto se encuentran disponibles en
                su p&aacute;gina web.
              </p>
              <p><strong>Transferencias internacionales de datos</strong></p>
              <p>
                <br />En aquellos productos y servicios de TOTENBOX en los que
                se requiera la realizaci&oacute;n de transferencias
                internacionales para posibilitar la prestaci&oacute;n de los
                mismos, dicha circunstancia ser&aacute; recogida en las
                Condiciones Espec&iacute;ficas que sean de aplicaci&oacute;n al
                producto o servicio correspondiente contratado por el cliente y
                aceptadas expresamente por &eacute;ste de forma previa a las
                mismas.
              </p>
              <p><strong>TOTENBOX como encargado del tratamiento</strong></p>
              <p>
                <br />Conforme al art&iacute;culo 28 RGPD y concordantes,
                TOTENBOX tratar&aacute; los datos personales respecto a los
                cuales el cliente ostentar&aacute; la condici&oacute;n de
                responsable o encargado del tratamiento, cuando ello resulte
                necesario para la adecuada prestaci&oacute;n de los servicios
                contratados. En dicho caso, el responsable actuar&aacute; como
                encargado del tratamiento, conforme a los t&eacute;rminos que a
                continuaci&oacute;n se indican:
              </p>
              <p>
                TOTENBOX &uacute;nicamente tratar&aacute; los datos conforme a
                las instrucciones del cliente responsable o encargado del
                tratamiento, no utiliz&aacute;ndolos para un fin distinto al que
                figura en la presente Pol&iacute;tica de protecci&oacute;n de
                datos y/o en las condiciones contractuales que sean de
                aplicaci&oacute;n.
              </p>
              <p>
                Cumplida la prestaci&oacute;n de los servicios que motiven el
                tratamiento de los datos personales, estos ser&aacute;n
                destruidos, al igual que cualquier soporte o documentos en los
                que conste alg&uacute;n dato de car&aacute;cter personal o
                cualquier tipo de informaci&oacute;n que se haya generado
                durante, para y/o por la prestaci&oacute;n de los servicios
                objeto de las correspondientes Condiciones. No obstante, lo
                anterior, TOTENBOX podr&aacute; mantener debidamente bloqueados
                los citados datos durante el per&iacute;odo en el cual se puedan
                derivar responsabilidades de su relaci&oacute;n con el cliente.
              </p>
              <p>
                En el caso de que TOTENBOX destine los datos a otra finalidad o
                los comunique o utilice incumpliendo la presente Pol&iacute;tica
                de protecci&oacute;n de datos y/o las correspondientes
                Condiciones del servicio, ser&aacute; considerado tambi&eacute;n
                responsable del tratamiento.
              </p>
              <p>
                TOTENBOX se obliga, de conformidad con el art&iacute;culo 28 del
                RGPD, a mantener el debido secreto profesional respecto de los
                datos personales a los que deba acceder y/o tratar con el fin de
                cumplir en cada caso con el objeto de las Condiciones del
                servicio que le sean de aplicaci&oacute;n, tanto durante como
                despu&eacute;s de la terminaci&oacute;n de los mismos,
                comprometi&eacute;ndose a utilizar dicha informaci&oacute;n
                &uacute;nicamente para la finalidad prevista en cada caso y a
                exigir el mismo nivel de compromiso a cualquier persona que
                dentro de su organizaci&oacute;n participe en cualquier fase del
                tratamiento de los datos personales responsabilidad del cliente.
              </p>
              <p>
                De acuerdo con lo establecido en el RGPD ser&aacute;n de
                aplicaci&oacute;n las siguientes reglas en relaci&oacute;n con
                la forma y modalidades de acceso a los datos para la
                prestaci&oacute;n de los servicios:
              </p>
              <p>
                En el caso de que TOTENBOX deba acceder a los recursos de
                tratamiento sitos en las instalaciones del cliente, &eacute;ste
                ser&aacute; responsable de establecer e implementar la
                pol&iacute;tica y medidas de seguridad, as&iacute; como de
                comunicar las mismas a TOTENBOX, quien se compromete a
                respetarlas y a exigir su cumplimiento a las personas de su
                organizaci&oacute;n que participen en la prestaci&oacute;n de
                los servicios.
              </p>
              <p>
                Cuando el servicio fuera prestado por TOTENBOX en sus propios
                locales, TOTENBOX recoger&aacute; en su Registro de actividades
                las circunstancias relativas al tratamiento de datos en los
                t&eacute;rminos exigidos por el RGPD, incluyendo las medidas de
                seguridad correspondientes a dicho tratamiento.
              </p>
              <p>
                El acceso y/o tratamiento a los datos por TOTENBOX, sin
                perjuicio de las disposiciones legales o reglamentarias
                espec&iacute;ficas vigentes que pudieran resultar de
                aplicaci&oacute;n en cada caso o las que por propia iniciativa
                adopte TOTENBOX, estar&aacute; sometido a las medidas de
                seguridad necesarias para:
              </p>
              <p>
                Garantizar la confidencialidad, integridad, disponibilidad y
                resiliencia permanentes de los sistemas y servicios de
                tratamiento.
              </p>
              <p>
                Restaurar la disponibilidad y el acceso a los datos personales
                de forma r&aacute;pida, en caso de incidente f&iacute;sico o
                t&eacute;cnico.
              </p>
              <p>
                Verificar, evaluar y valorar, de forma regular, la eficacia de
                las medidas t&eacute;cnicas y organizativas implantadas para
                garantizar la seguridad del tratamiento.
              </p>
              <p>Seudonimizar y cifrar los datos personales, en su caso.</p>
              <p>
                El cliente autoriza a TOTENBOX, en su calidad de encargado del
                tratamiento, a subcontratar con terceros, en nombre y por cuenta
                del cliente, los servicios de almacenamiento, custodia de las
                copias de respaldo de datos y seguridad, y aqu&eacute;llos que
                fueran necesarios para posibilitar la prestaci&oacute;n de los
                servicios contratados, respetando en todo caso las obligaciones
                impuestas por el RGPD y su normativa de desarrollo. En cualquier
                momento, el cliente podr&aacute; dirigirse a TOTENBOX para
                conocer la identidad de las entidades subcontratadas para la
                prestaci&oacute;n de los servicios indicados, las cuales
                actuar&aacute;n de conformidad con los t&eacute;rminos previstos
                en este documento y previa formalizaci&oacute;n con TOTENBOX de
                un contrato de tratamiento de datos conforme al art. 28.4 del
                RGPD.
              </p>
              <p>
                El cliente autoriza a TOTENBOX a realizar las acciones que se
                indican a continuaci&oacute;n, siempre que sean necesarias para
                la ejecuci&oacute;n de la prestaci&oacute;n de los servicios.
                Dicha autorizaci&oacute;n queda limitada a la/s
                actuaci&oacute;n/es necesaria/s para la prestaci&oacute;n de
                cada servicio y con una duraci&oacute;n m&aacute;xima vinculada
                a la vigencia de las Condiciones contractuales aplicables:
              </p>
              <p>
                A llevar a cabo el tratamiento de los datos personales en
                dispositivos port&aacute;tiles &uacute;nicamente por los
                usuarios o perfiles de usuarios asignados a la prestaci&oacute;n
                de los servicios.
              </p>
              <p>
                A llevar a cabo el tratamiento fuera de los locales del cliente
                o de TOTENBOX &uacute;nicamente por los usuarios o perfiles de
                usuarios asignados a la prestaci&oacute;n de los servicios.<br />La
                entrada y salida de los soportes y documentos que contengan
                datos personales, incluidos los comprendidos y/o anejos a un
                correo electr&oacute;nico, fuera de los locales bajo el control
                del cliente responsable del tratamiento.
              </p>
              <p>
                La ejecuci&oacute;n de los procedimientos de recuperaci&oacute;n
                de datos que TOTENBOX se vea en la obligaci&oacute;n de
                realizar.
              </p>
              <p>
                TOTENBOX no se hace responsable del incumplimiento de las
                obligaciones derivadas del RGPD o de la normativa
                correspondiente en materia de protecci&oacute;n de datos por
                parte del usuario y/o cliente en lo que a su actividad le
                corresponda y que se encuentre relacionado con la
                ejecuci&oacute;n del contrato o relaciones comerciales que le
                unan a TOTENBOX. Cada parte deber&aacute; hacer frente a la
                responsabilidad que se derive de su propio incumplimiento de las
                obligaciones contractuales y de la propia normativa.
              </p>
              <p>Política de privacidad revisada en junio de 2021</p>
            </div>
          </div>
        </div>
      </section>
    </div>
    <footer class="footer-tot">
      <div class="container">
        <div class="row">
          <div class="col-lg-5 col-md-5 pt-5">
            <img src="images/logofooter.png" class="img-fluid" />
            <br />TotEnBox <br />C/ Joan LLaverias, 33 <br />08800 Vilanova i la
            Geltrú <br />(Barcelona)
          </div>
          <div class="col-lg-7 col-md-7 pt-5">
            <div class="row">
              <div class="col-lg-6">
                <h2>
                  <i class="fa fa-mobile-alt"></i
                  ><i class="fab fa-whatsapp"></i>665 155 155
                </h2>

                <a href="mailto:info@totenbox.com">info@totenbox.com</a>
              </div>
              <div class="col-lg-6">
                <a href="lloguer.html" class="btn-style-lloga">
                  alquila tu trastero
                </a>
                <br />
              </div>
            </div>
          </div>
        </div>
        <div class="row">
          <div class="col-lg-8">
            <i class="fab fa-facebook-f"></i><i class="fab fa-whatsapp"></i>
            <br />
            <a href="avislegal.html"> Aviso legal </a> <br />
            <a href="Privacitat.html"> Pol&#xED;tica de privacidad </a> <br />
            <a href="Cookies.html">Pol&#xED;tica de cookies</a>
          </div>
          <div class="col-lg-4 mt-auto">
            <div class="d-flex flex-row">
              <img src="images/robot-footer.png" class="robot-footer" />
            </div>
          </div>
        </div>
      </div>
    </footer>

    <script src="lib/jquery/dist/jquery.min.js"></script>
    <script src="lib/bootstrap/dist/js/bootstrap.bundle.min.js"></script>
    <script src="js/wow.js"></script>
    <script src="js/aos.js"></script>
    <script src="js/script.js"></script>

    <script>
      $(".selec-cultura").click(function (e) {
        e.preventDefault();
        var segments = location.pathname.split("/");
        var culture = $(this).html();
        if (segments.length > 2) {
          segments[1] = culture;
          location.href = segments.join("/");
        } else {
          location.href = "/" + culture + location.pathname;
        }
      });
    </script>
  </body>
</html>
